Repository: tensorvisualsone/mindsync
Catalog: MindSync/Resources/*.lproj/Localizable.strings
Languages: de

# onboarding.title
source: Important Safety Information
de: Wichtige Sicherheitshinweise

# onboarding.learnMore
source: Learn more
de: Mehr erfahren

# onboarding.learnMoreHint
source: Opens detailed safety information
de: Öffnet detaillierte Sicherheitsinformationen

# onboarding.accept
source: I understand and accept
de: Ich verstehe und akzeptiere

# onboarding.acceptHint
source: Confirms understanding of the safety warnings and starts the app
de: Bestätigt das Verständnis der Sicherheitshinweise und startet die App

# onboarding.description
source: This app uses stroboscopic light that can trigger seizures in people with photosensitive epilepsy.
de: Diese App verwendet stroboskopisches Licht, das bei Menschen mit photosensitiver Epilepsie Anfälle auslösen kann.

# epilepsyWarning.title
source: Epilepsy & Safety Warning
de: Epilepsie- und Sicherheitswarnung

# epilepsyWarning.description
source: This app uses intense stroboscopic light that can trigger seizures in people with photosensitive epilepsy (PSE).
de: Diese App verwendet intensives, stroboskopisches Licht, das bei Menschen mit photosensitiver Epilepsie (PSE) Anfälle auslösen kann.

# epilepsyWarning.doNotUse
source: Do not use MindSync if:
de: Verwenden Sie MindSync nicht, wenn:

# epilepsyWarning.condition1
source: you have ever been diagnosed with seizures
de: bei Ihnen jemals ein epileptischer Anfall diagnostiziert wurde

# epilepsyWarning.condition2
source: your family has a history of seizures
de: in Ihrer Familie eine Vorgeschichte mit Krampfanfällen besteht

# epilepsyWarning.condition3
source: medical professionals advised you to avoid stroboscopic light
de: Ihnen von medizinischem Fachpersonal von stroboskopischem Licht abgeraten wurde

# epilepsyWarning.additionalNotes
source: Additional notes
de: Weitere Hinweise

# epilepsyWarning.note1
source: Use MindSync only while sitting or lying safely in a dark room.
de: Verwenden Sie MindSync nur in einer sicheren, sitzenden oder liegenden Position in einem dunklen Raum.

# epilepsyWarning.note2
source: Stay away from hazards (stairs, edges, sharp objects).
de: Entfernen Sie sich von Gefahrenquellen (Treppen, Kanten, spitze Gegenstände).

# epilepsyWarning.note3
source: Stop immediately if you feel unwell, dizzy, or disoriented.
de: Beenden Sie die Sitzung sofort, wenn Sie sich unwohl, schwindelig oder desorientiert fühlen.

# epilepsyWarning.disclaimer
source: MindSync is a wellness and entertainment tool and does not replace medical treatment or advice.
de: MindSync ist ein Wellness- und Unterhaltungs-Tool und ersetzt keine medizinische Behandlung oder Beratung.

# epilepsyWarning.close
source: Close
de: Schließen

# home.subtitle
source: Audio-synchronized stroboscope for altered states of consciousness.
de: Audio-synchronisiertes Stroboskop für veränderte Bewusstseinszustände.

# home.startSession
source: Start Session
de: Session starten

# home.startSessionHint
source: Opens the audio source selection
de: Öffnet die Auswahl der Audioquelle

# home.currentMode
source: Current Mode
de: Aktueller Modus

# sourceSelection.title
source: Choose Audio Source
de: Audioquelle auswählen

# sourceSelection.musicLibrary
source: Music Library
de: Musikbibliothek

# sourceSelection.musicLibraryDescription
source: Pick a song from your local library
de: Wähle einen Song aus deiner lokalen Musikbibliothek

# sourceSelection.musicLibraryButton
source: Select Music Library
de: Musikbibliothek auswählen

# sourceSelection.musicLibraryHint
source: Opens the music library to choose a song
de: Öffnet die Musikbibliothek zum Auswählen eines Songs

# sourceSelection.microphone
source: Microphone
de: Mikrofon

# sourceSelection.microphoneDescription
source: Analyze music from external sources
de: Musik aus externen Quellen analysieren

# sourceSelection.microphoneButton
source: Select Microphone Mode
de: Mikrofon-Modus auswählen

# sourceSelection.microphoneHint
source: Analyzes external music through the microphone
de: Analysiert Musik aus externen Quellen über das Mikrofon

# sourceSelection.microphoneNote
source: Note: Microphone mode is less precise than local analysis (~100 ms latency)
de: Hinweis: Mikrofon-Modus ist weniger präzise als lokale Analyse (~100ms Latenz)

# sourceSelection.musicLibraryDenied
source: Access to the music library was denied. Please enable it in Settings.
de: Zugriff auf Musikbibliothek verweigert. Bitte in den Einstellungen aktivieren.

# sourceSelection.microphoneDenied
source: Microphone access was denied. Please enable it in Settings.
de: Mikrofon-Zugriff verweigert. Bitte in den Einstellungen aktivieren.

# sourceSelection.filePicker.title
source: Select File
de: Datei auswählen

# sourceSelection.filePicker.description
source: Choose MP3/M4A from Files (recommended)
de: MP3/M4A aus Dateien wählen (empfohlen)

# sourceSelection.filePicker.advantage
source: ✓ Works with all local audio files
de: ✓ Funktioniert mit allen lokalen Audiodateien

# sourceSelection.musicLibrary.drmWarning
source: ⚠️ Apple Music songs are DRM-protected
de: ⚠️ Apple Music Songs sind DRM-geschützt

# session.pause
source: Pause
de: Pausieren

# session.resume
source: Resume
de: Fortsetzen

# session.stop
source: Stop
de: Stoppen

# session.paused
source: Paused
de: Pausiert

# session.unableToStart
source: Unable to start session
de: Sitzung konnte nicht gestartet werden

# session.noMediaItem
source: No media item selected. Please close and start a new session.
de: Es wurde kein Medium ausgewählt. Bitte schließen und eine neue Sitzung starten.

# session.dismiss
source: Close
de: Schließen

# session.back
source: Back
de: Zurück

# session.fallDetected
source: Fall detected. Session stopped for safety.
de: Sturz erkannt. Session wurde aus Sicherheitsgründen beendet.

# session.microphone
source: Microphone
de: Mikrofon

# session.controls.hint
source: Double-tap or swipe down to stop immediately. Swipe up for a quick pause.
de: Doppeltipp oder Swipe nach unten, um sofort zu stoppen. Swipe nach oben, um kurz zu pausieren.

# session.microphone.noSignal
source: No audio detected. Session ended automatically.
de: Kein Audio erkannt. Session wurde automatisch beendet.

# session.screenController.error
source: Failed to switch to screen-based light controller
de: Fehler beim Wechseln zum bildschirmbasierten Lichtcontroller

# session.affirmation.waiting
source: Affirmation scheduled – will play after 5 minutes in Theta mode.
de: Affirmation wird nach 5 Minuten im Theta-Modus abgespielt.

# session.affirmation.playing
source: Affirmation playing – relax and listen.
de: Affirmation läuft – entspanne dich und lausche.

# session.cinematic.liveMode
source: Cinematic mode: Live reaction without latency compensation
de: Cinematic Modus: Live-Reaktion ohne Latenz-Kompensation

# session.pauseAccessibility
source: Pause session
de: Sitzung pausieren

# session.resumeAccessibility
source: Resume session
de: Sitzung fortsetzen

# session.stopAccessibility
source: Stop session
de: Sitzung stoppen

# analysis.loading
source: Loading audio...
de: Audio wird geladen...

# analysis.extracting
source: Extracting PCM data...
de: PCM-Daten werden extrahiert...

# analysis.analyzing
source: Analyzing frequencies...
de: Frequenzen werden analysiert...

# analysis.detecting
source: Detecting beats...
de: Beats werden erkannt...

# analysis.mapping
source: Creating LightScript...
de: LightScript wird erstellt...

source: Analysis complete!
de: Analyse abgeschlossen!

# analysis.cancel
source: Cancel
de: Abbrechen

# analysis.cancelHint
source: Cancels the running analysis
de: Bricht die laufende Analyse ab

# analysis.warning.medium
source: Analysis taking longer than expected. About %d seconds remaining...
de: Analyse dauert länger als erwartet. Noch ca. %d Sekunden...

# analysis.warning.long
source: Analysis needs about %d more seconds. Please wait...
de: Analyse benötigt noch ca. %d Sekunden. Bitte warten...

# settings.title
source: Settings
de: Einstellungen

# settings.done
source: Done
de: Fertig

# settings.lightSource
source: Light Source
de: Lichtquelle

# settings.lightSourceDescription
source: Choose between flashlight (brighter) or screen (with colors).
de: Wähle zwischen Taschenlampe (heller) oder Bildschirm (mit Farben).

# settings.entrainmentMode
source: Entrainment Mode
de: Entrainment-Modus

# settings.entrainmentModeDescription
source: Alpha: relaxed focus, Theta: deep creativity, Gamma: peak concentration, Cinematic: flow state
de: Alpha: Entspannung, Theta: Trip, Gamma: Fokus, Cinematic: Flow State

# settings.mode
source: Mode
de: Modus

# settings.safetyAndFeedback
source: Safety & Feedback
de: Sicherheit & Feedback

# settings.fallDetection
source: Fall Detection
de: Sturzerkennung

# settings.thermalProtection
source: Thermal Protection
de: Thermischer Schutz

# settings.hapticFeedback
source: Haptic Feedback
de: Haptisches Feedback

# settings.hapticFeedbackDescription
source: Short haptic feedback for UI interactions (buttons, start/stop)
de: Kurzes haptisches Feedback für UI-Interaktionen (Buttons, Start/Stop)

# settings.vibration
source: Session Vibration
de: Sitzungsvibration

# settings.vibrationDescription
source: Continuous vibration synchronized with audio and light during sessions
de: Kontinuierliche Vibration synchron mit Audio und Licht während der Sitzung

# settings.vibrationEnabled
source: Enable Session Vibration
de: Sitzungsvibration aktivieren

# settings.vibrationIntensity
source: Vibration Intensity
de: Vibrationsintensität

# settings.intensity
source: Intensity
de: Intensität

# settings.defaultIntensity
source: Default Intensity
de: Standard-Intensität

# settings.intensityDescription
source: Default brightness for the strobe (flashlight only).
de: Standard-Helligkeit für Stroboskoplicht (betrifft nur Taschenlampe).

# settings.affirmations
source: Affirmations
de: Affirmationen

# settings.affirmationsDescription
source: MindSync can play a personal voice memo after 5 minutes in Theta mode.
de: MindSync kann nach 5 Minuten Theta-Modus ein persönliches Sprachmemo abspielen.

# settings.affirmationSelect
source: Choose affirmation
de: Affirmation auswählen

# settings.affirmationRemove
source: Remove affirmation
de: Affirmation entfernen

# settings.affirmationNone
source: No affirmation selected.
de: Keine Affirmation hinterlegt.

# settings.session
source: Session & Analysis
de: Sitzung & Analyse

# settings.sessionDescription
source: This setting limits the maximum flashlight session duration to prevent overheating.
de: Begrenzt die maximale Dauer von Taschenlampen-Sessions, um Überhitzung zu vermeiden.

# settings.quickAnalysis
source: Quick Analysis
de: Schnellanalyse

# settings.quickAnalysisDescription
source: Reduces analysis time for audio tracks with faster beat detection. Tracks over 10 minutes automatically use quick analysis.
de: Reduziert die Analysezeit für Audiotracks durch schnellere Beat-Erkennung. Titel über 10 Minuten verwenden automatisch Schnellanalyse.

# settings.maxDuration
source: Maximum duration
de: Maximale Dauer

# settings.duration.unlimited
source: No limit
de: Kein Limit

# settings.history
source: Session History
de: Sitzungshistorie

# settings.invalidAudioFile
source: The selected file is not a valid or playable audio file
de: Die ausgewählte Datei ist keine gültige oder abspielbare Audiodatei

# settings.importError
source: Import error
de: Fehler beim Importieren der Datei

# history.title
source: History
de: Verlauf

# history.clear
source: Clear
de: Leeren

# history.empty.title
source: No sessions yet
de: Noch keine Sitzungen

# history.empty.description
source: Your completed sessions will appear here.
de: Deine abgeschlossenen Sitzungen erscheinen hier.

# history.overview
source: Overview
de: Übersicht

# history.totalSessions
source: Total Sessions
de: Sitzungen Gesamt

# history.totalTime
source: Total Time
de: Gesamtzeit

# history.mode
source: Mode
de: Modus

# history.allModes
source: All Modes
de: Alle Modi

# history.sessions
source: Sessions
de: Sitzungen

# history.detail.title
source: Session Details
de: Sitzungsdetails

# history.detail.sessionInfo
source: Session Info
de: Sitzungsinfo

# history.detail.date
source: Date
de: Datum

# history.detail.time
source: Time
de: Uhrzeit

# history.detail.duration
source: Duration
de: Dauer

# history.detail.mode
source: Mode
de: Modus

# history.detail.lightSource
source: Light Source
de: Lichtquelle

# history.detail.trackTitle
source: Title
de: Titel

# history.detail.artist
source: Artist
de: Künstler

# history.detail.source
source: Source
de: Quelle

# history.detail.localFile
source: Local File
de: Lokale Datei

# history.detail.endReason
source: End Reason
de: Beendigungsgrund

# history.detail.thermalWarning
source: Thermal Warning
de: Thermische Warnung

# session.endReason.userStopped
source: User Stopped
de: Vom Benutzer gestoppt

# session.endReason.trackEnded
source: Track Ended
de: Track beendet

# session.endReason.thermalShutdown
source: Thermal Shutdown
de: Thermische Abschaltung

# session.endReason.fallDetected
source: Fall Detected
de: Sturz erkannt

# session.endReason.phoneCall
source: Phone Call
de: Telefonanruf

# session.endReason.appBackgrounded
source: App Backgrounded
de: App im Hintergrund

# modeSelection.title
source: Choose Entrainment Mode
de: Entrainment-Modus wählen

# modeSelection.description
source: Select a mode based on your desired state of mind.
de: Wähle einen Modus basierend auf deinem gewünschten Bewusstseinszustand.

# mode.alpha.displayName
source: Alpha (8-12 Hz)
de: Entspannung

# mode.alpha.description
source: Relaxed focus, stress relief, calm awareness
de: Entspannte Wachheit, leichte Meditation, Stressabbau

# mode.theta.displayName
source: Theta (4-8 Hz)
de: Trip

# mode.theta.description
source: Deep creativity, meditation, subconscious access
de: Tiefe Meditation, Kreativität, traumähnliche Zustände

# mode.gamma.displayName
source: Gamma (40 Hz)
de: Fokus

# mode.gamma.description
source: Peak concentration, memory, cognitive insight
de: Hohe Konzentration, kognitive Klarheit, Einsicht

# mode.cinematic.displayName
source: Cinematic (6.5 Hz)
de: Cinematic

# mode.cinematic.description
source: Flow state sync – audio-reactive immersion
de: Flow State Sync - Dynamisch & Reaktiv

# safety.thermalReduced
source: Intensity reduced due to device heat
de: Intensität reduziert wegen Gerätewärme

# safety.thermalCritical
source: Flashlight disabled – too hot
de: Taschenlampe deaktiviert – zu heiß

# error.drmProtected
source: This song is DRM-protected and cannot be analyzed. Please use microphone mode or pick another song.
de: Dieser Titel ist durch DRM geschützt und kann nicht analysiert werden. Bitte nutze den Mikrofonmodus oder wähle einen anderen Titel.

# error.microphoneUnavailable
source: Microphone analysis is not available
de: Mikrofon-Analyse ist nicht verfügbar

# error.microphonePermissionDenied
source: Microphone access was denied. Please enable it in Settings.
de: Mikrofon-Zugriff wurde verweigert. Bitte in den Einstellungen aktivieren.

# error.musicLibraryDenied
source: Access to the music library was denied. Please enable it in Settings.
de: Zugriff auf Musikbibliothek wurde verweigert. Bitte in den Einstellungen aktivieren.

# error.microphone.permissionDenied
source: Microphone permission was denied
de: Mikrofon-Berechtigung wurde verweigert

# error.microphone.unsupportedFormat
source: Audio format is not supported
de: Audioformat wird nicht unterstützt

# error.microphone.engineStartFailed
source: Audio engine could not be started
de: Audio-Engine konnte nicht gestartet werden

# error.light.torchUnavailable
source: This device has no flashlight. Please select the screen as light source.
de: Dieses Gerät besitzt keine Taschenlampe. Bitte wähle den Bildschirm als Lichtquelle.

# error.light.configurationFailed
source: Flashlight could not be initialized. Please try again or switch to screen.
de: Die Taschenlampe konnte nicht initialisiert werden. Bitte versuche es erneut oder wechsle zur Bildschirm-Option.

# error.light.thermalShutdown
source: iOS disabled the flashlight to protect the device. MindSync switches to the screen automatically.
de: iOS hat die Taschenlampe deaktiviert, um das Gerät zu schützen. MindSync wechselt automatisch auf den Bildschirm.

# error.media.cloudItem
source: This track is an Apple Music cloud item and cannot be analyzed. Apple Music songs are DRM-protected, even after download. Please use microphone mode or choose an imported/purchased track.
de: Dieser Titel ist ein Apple Music Cloud-Item und kann nicht analysiert werden. Apple Music Songs sind DRM-geschützt, auch nach dem Download. Bitte nutze den Mikrofonmodus oder wähle einen selbst importierten/gekauften Titel.

# error.media.missingAsset
source: This track cannot be accessed. Please use microphone mode or choose another track.
de: Auf diesen Titel kann nicht zugegriffen werden. Bitte nutze den Mikrofonmodus oder wähle einen anderen Titel.

# error.media.unreadable
source: This song is currently unavailable. Please try again later.
de: Auf diesen Titel kann aktuell nicht zugegriffen werden. Bitte versuche es später erneut.

# error.media.unknown
source: The song could not be validated (%@). Please try again or choose another track.
de: Der Titel konnte nicht geprüft werden (%@). Bitte versuche es erneut oder wähle einen anderen Song.

# error.audio.fileNotFound
source: Audio file not found.
de: Audiodatei wurde nicht gefunden.

# error.audio.unsupportedFormat
source: Audio format is not supported.
de: Audioformat wird nicht unterstützt.

# error.audio.analysisFailure
source: Analysis failed: %@
de: Analyse fehlgeschlagen: %@

# error.audio.cancelled
source: Analysis cancelled.
de: Analyse abgebrochen.

# status.audio.cancelled
source: Analysis was cancelled.
de: Analyse wurde abgebrochen.

# status.vibration.unavailable
source: Vibration is unavailable. Session continues without vibration.
de: Vibration ist nicht verfügbar. Session wird ohne Vibration fortgesetzt.

# error.audio.fileTooLong
source: Audio file is too long (%d minutes). Maximum supported length is 120 minutes.
de: Audiodatei ist zu lang (%d Minuten). Die maximal unterstützte Länge beträgt 120 Minuten.

# error.audio.corruptedData
source: Audio data appears to be corrupted or empty. Please choose another track.
de: Die Audiodaten wirken beschädigt oder leer. Bitte wähle einen anderen Titel.

# error.audio.timeout
source: Audio analysis took too long and was stopped. Please choose a shorter track or try again.
de: Die Audio-Analyse hat ungewöhnlich lange gedauert und wurde abgebrochen. Bitte wähle einen kürzeren Titel oder versuche es erneut.

# error.file.copyFailed
source: File could not be copied. Please try again.
de: Datei konnte nicht kopiert werden. Bitte versuche es erneut.

# error.file.invalidAudio
source: The file is not a valid audio file.
de: Die Datei ist keine gültige Audiodatei.

# error.file.validationFailed
source: Error validating audio file: %@
de: Fehler beim Prüfen der Audiodatei: %@

# error.file.selectionFailed
source: Error selecting file: %@
de: Fehler beim Auswählen der Datei: %@

# error.file.saveFailed
source: File could not be saved. Please make sure you have access to the file.
de: Datei konnte nicht gespeichert werden. Bitte stelle sicher, dass du Zugriff auf die Datei hast.

# error.vibration.hapticsUnavailable
source: This device does not support vibration. Vibration is not available.
de: Dieses Gerät unterstützt keine Haptik. Vibration ist nicht verfügbar.

# error.vibration.engineCreationFailed
source: Vibration engine could not be initialized. Vibration is not available.
de: Haptikmodul konnte nicht initialisiert werden. Vibration ist nicht verfügbar.

# error.vibration.scriptGenerationFailed
source: Failed to generate vibration script. Please try again.
de: Vibrationsskript konnte nicht erstellt werden. Bitte versuche es erneut.

# error.vibrationScript.invalidTargetFrequency
source: Invalid target frequency: %f Hz. Frequency must be finite and greater than zero.
de: Ungültige Zielfrequenz: %f Hz. Die Frequenz muss endlich und größer als null sein.

# error.vibrationScript.invalidMultiplier
source: Invalid multiplier: %d. Multiplier must be greater than zero.
de: Ungültiger Multiplikator: %d. Der Multiplikator muss größer als null sein.

# frequency.tooLow
source: Frequency too low (minimum: %d Hz)
de: Frequenz zu niedrig (Minimum: %d Hz)

# frequency.tooHigh
source: Frequency too high (maximum: %d Hz)
de: Frequenz zu hoch (Maximum: %d Hz)

# frequency.pseWarning
source: Frequency lies in the PSE risk area (%d-%d Hz). People with photosensitive epilepsy should be careful.
de: Frequenz liegt im PSE-Gefahrenbereich (%d-%d Hz). Personen mit photosensitiver Epilepsie sollten vorsichtig sein.

# common.cancel
source: Cancel
de: Abbrechen

# common.close
source: Close
de: Schließen

# common.dismiss
source: Close
de: Schließen

# common.back
source: Back
de: Zurück

# common.open
source: Open
de: Öffnen

# common.error
source: Error
de: Fehler

# lightSource.title
source: Light Source
de: Lichtquelle

# lightSource.flashlight
source: Flashlight
de: Taschenlampe

# lightSource.screen
source: Screen
de: Bildschirm

# lightSource.screenColor
source: Screen Color
de: Bildschirmfarbe

# lightSource.screenColorDescription
source: Choose the color for the strobe light
de: Wähle die Farbe für das Stroboskoplicht

# lightSource.customColor
source: Choose custom color
de: Eigene Farbe wählen

# lightSource.selectFlashlight
source: Select flashlight
de: Taschenlampe auswählen

# lightSource.selectScreen
source: Select screen
de: Bildschirm auswählen

# lightSource.selectColor
source: Select color: %@
de: Farbe auswählen: %@

# lightSource.selectCustomColor
source: Select color: Custom
de: Farbe auswählen: Eigene Farbe

# modeSelection.selectedMode
source: Selected mode
de: Ausgewählter Modus

# modeSelection.selectMode
source: Select mode
de: Modus auswählen

# modeSelection.changeMode
source: Tap to change mode
de: Tippen, um Modus zu ändern

# modeSelection.currentMode
source: Current mode: %@
de: Aktueller Modus: %@
